{"etapa": "Etapa 1", "modulo": "Módulo 1", "problema": "Problema 1 História da Medicina", "q_1": {"enunciado": "O livro \"Da medicina antiga\" é considerado o primeiro livro da coleção hipocrática e tido por muitos como o mais importante desta coleção. Neste livro Hipócrates critica o racionalismo a priori, propõe seu método e traça a origem e evolução da medicina. Além disso, Hipócrates defende seu método: a medicina deve apoiar-se sobre observações, fatos, e afirma que o corpo humano, para ser conhecido, deve ser estudado em sua relação com o meio ambiente. A partir do texto acima, assinale a alternativa correta sobre a contribuição de Hipócrates para a Medicina:", "a_correta": "Hipócrates separou a Medicina da religião e da magia, bem como da filosofia especulativa, e afastou a ideia de causas sobrenaturais para as doenças.", "a_1": "O único caminho para a compreensão da natureza do homem, segundo Hipócrates, é o método a priori dos cosmólogos e não a observação utilizada pelos médicos.", "a_2": "Foi com Hipócrates, considerado o pai da Medicina, que houve uma maior vinculação da prática mística, em um processo gradual do pensamento racional para o pensamento místico na Medicina antiga.", "a_3": "Para Hipócrates o contexto em que está a pessoa, com análise de elementos como os ventos, as águas e as mudanças climáticas têm pouca influência sobre a saúde e a doença dos indivíduos."}, "q_2": {"enunciado": "A teoria dos quatro tipos de humores compõe o corpo humano: Haima (sangue), Plégma (fleuma), Mélaina cholé (Bile escura) e Xanthé cholé (Bile amarela) foi fundamentada por qual estudioso?", "a_correta": "Hipócrates", "a_1": "Herófilo", "a_2": "Sócrates", "a_3": "Dioscorides"}, "q_3": {"enunciado": "Galeno é considerado um dos mais importantes estudiosos e difusores dos conceitos médicos estabelecidos por Hipócrates. Dentre suas principais áreas de contribuição para a medicina se encontram:", "a_correta": "Anatomia e Fisiologia", "a_1": "Semiologia e Artrologia", "a_2": "Artrologia e Anatomia", "a_3": "Fisiologia e Semiologia"}}